<template>
	<view>
		<view style="margin: 30rpx 30rpx 0rpx 30rpx;">


			<view>
				<view class="biaoti">商家入驻协议</view>
				<view>本协议由缔约双方在自愿、平等、公平及诚实信用原则的基础上，根据《中华人民共和国合同法》等相关法律、法规的规定，经友好协商签订。</view>
				<view>本协议由协议正文及依据本协议公示于“正品茂小程序”开放平台的各项规则所组成。</view>
				<view>本协议各条的标题仅为方便阅读而设，无意成为本协议的一部分，也不影响本协议的含义或解释。</view>

			</view>

			<view>
				<view class="biaoti">第一条 名词解释</view>
				<view>在本协议中，除非另有明确规定，否则下列词语应具有如下含义：</view>
				<view>1.1正品茂小程序：本协议中的乙方。指由运行于正品茂网络科技有限公司提供技术支持和服务的正品茂小程序开放平台。</view>
				<view>
					1.2商家入驻：本协议中的甲方。服务机构依据“正品茂小程序”入驻流程和要求，在线提交信息和备案证明文件，在正品茂小程序上开立店铺展示其产品或服务。商家入驻默认为普通店铺，如商家需要开展电子商务，需与正品茂小程序另外签订旗舰店入驻协议，升级为旗舰店店铺。
				</view>
			</view>
			<view>
				<view class="biaoti">第二条 服务内容及店铺经营方式</view>
				<view>2.1乙方为甲方开通店铺服务后，甲方可使用“正品茂小程序”平台展示其产品或服务。</view>
				<view>
					2.2甲方店铺经营方式：甲方提供的产品或服务，均以甲方自身名义进行信息上传、展示；甲方展示的产品或提供的服务出现争议、纠纷、国家机关机构调查时，由甲方以店铺经营者身份处理。乙方不参与甲方店铺的经营中，除依据本协议相关约定外，也不直接介入甲方与其他人间的争议和纠纷。
				</view>

			</view>
			<view>
				<view class="biaoti">第三条 入驻条件及证明文件提交</view>
				<view>3.1入驻条件</view>
				<view>甲方申请成为“正品茂小程序”平台入驻商家，在“正品茂小程序”开展经营活动，须持续满足以下条件：</view>
				<view>a）甲方已依照中华人民共和国法律注册并领取合法有效的营业执照及其他经营许可，身份信息应为商家自身情况的客观表现，具备签署、履行本协议的合法资格；</view>
				<view>b）甲方申请经营的产品及服务来源合法，资质齐全、有效；</view>
				<view>c）甲方同意本协议及乙方平台相关规则。</view>
				<view>3.2备案证明文件提交</view>
				<view>
					1）甲方须根据乙方相关规则及要求向乙方提交证明文件或其他相关证明备案，包括但不限于营业执照、盖章授权委托书、商标注册证、资质证明等。检验检测服务提供商，必须提供有效的CMA证书以及CNAS等其他证书备案。
				</view>
				<view>
					2）甲方保证向乙方提供的上述证明文件或其他相关证明真实、合法、准确、有效，并保证上述证明文件或其他相关证明发生任何变更或更新时，及时通知乙方，若上述文件变更或更新导致甲方不符合本协议所规定入驻条件的，乙方有权单方全部或部分限制甲方经营，直至终止本协议。
				</view>
				<view>
					3）甲方对其提交的证明文件或其他相应证明的真实性、合法性、准确性、有效性承担全部法律责任，若因甲方提交虚假、过期文件或未及时更新或通知证明文件导致纠纷或被相关国家机关处罚的，由甲方独立承担全部法律责任，如因此造成乙方（包括乙方合作方、代理人或职员）损失的，甲方应予以赔偿。
				</view>

			</view>

			<view>
				<view class="biaoti">第四条 店铺服务开通及停止</view>
				<view>4.1乙方在甲方提出开店申请并满足以下条件后7个工作日内为甲方开通服务，乙方将在服务正式开通前一个工作日以邮件方式通知甲方，服务期以入驻系统显示为准。</view>
				<view>4.2乙方为甲方开通服务后，甲方可利用“正品茂小程序”平台商家用户名及自设密码登陆商家后台，根据平台相关规则及流程上传、发布产品或服务信息。</view>
				<view>4.3甲方店铺服务的停止：</view>
				<view>4.3.1甲方需要停止店铺服务的，应至少提前15个工作日向乙方提出申请，经乙方审核同意后由乙方停止该店铺的服务功能；</view>
				<view>4.3.2出现以下任一情形时，乙方有权随时停止甲方该店铺的服务而无需承担任何责任：</view>
				<view>1）甲方不满足入驻条件的；</view>
				<view>2）甲方提供虚假资质文件或资质文件过期且拒不更新的；</view>
				<view>3）甲方产品或服务价格、规格等信息标示错误，导致行政处罚、争议和纠纷的；</view>
				<view>4）甲方提供服务涉嫌违规、造假、超出政策法规允许范围的；</view>
				<view>5）甲方对用户进行恶意骚扰或者泄露用户隐私的；</view>
				<view>6）其他违反本协议约定或正品茂小程序平台规则的。</view>

			</view>
			<view>
				<view class="biaoti">第五条 甲方的权力和义务</view>
				<view>5.1甲方有权利要求乙方在协议期内提供稳定的技术服务；要求乙方提供网店技术等服务；甲方拥有正品茂小程序商家店铺和使用商家店铺的权力；</view>
				<view>5.2甲方使用乙方提供的网店管理系统按乙方要求在“正品茂小程序”网站建立网上店铺，检验检测服务提供商必须在店铺中公示备案的CMA、CNAS等资质证书，并负责在证书变更或到期时更新备案和公示文件。
				</view>
				<view>
					5.3甲方应保证其在“正品茂小程序”中的信息合法、真实、准确，与实际出售的商品及服务一致，不含任何夸大或虚假内容。如因甲方发布的产品或服务的信息存在问题而引起任何纠纷，甲方应负责解决；如给乙方造成损失，甲方应当负责赔偿。若发布的上述信息变更的，甲方应及时通过乙方平台予以更新。若因信息未及时变更引起法律后果的，甲方独立承担全部责任。
				</view>
				<view>5.4甲方保证其有权利订立本协议，其代理人已获得充分授权，并对代理人的行为承担法律责任，同时甲方保证对其雇员、本协议约定的联系人及其他甲方委派的履行本协议的人员的职务行为承担法律责任。
				</view>
				<view>5.5甲方保证所销售的产品、提供的服务有保障、符合法律规定、不侵犯任何第三方的合法权利、不损害第三人的权益，并对服务质量及服务内容合法性独立承担全部法律责任。</view>
			</view>

			<view>
				<view class="biaoti">第六条 乙方的权利和义务</view>
				<view>6.1乙方负责正品茂小程序的建设、维护、运行和管理，为甲方在乙方的网站发布信息及销售提供协议中约定的技术服务。</view>
				<view>6.2乙方仅负责向甲方提供本协议规定的技术服务，与甲方展示信息有关的一切事务均应由甲方负责。</view>
				<view>6.3乙方为甲方提供一个稳定的线上店铺，负责整体推广“正品茂小程序”平台，提高平台知名度；免费维护和管理“正品茂小程序”平台。</view>
				<view>
					6.4乙方有权对甲方的注册信息、上传的相关资质数据信息、在“正品茂小程序”平台发布的其他信息及其他行为进行监督检查，对发现的违法违规或乙方有理由相信如果发布将给乙方带来不利影响的信息及其相关内容，乙方无需通知立即删除，对发现的其他问题或疑问有权向甲方发出询问及要求改正的通知，甲方应在接到通知后立即做出说明或改正。对甲方前述不当行为，乙方有权追究其违约、侵权责任并/或解除本协议。
				</view>
				<view>
					6.5如因甲方提供的服务、发布的信息或其他一切有关问题而引发客户对乙方及/或“正品茂小程序”平台的诉讼，甲方应承担因客户诉讼而产生的全部法律责任，如因此而给乙方及/或“正品茂小程序”平台造成损失的，乙方有权要求甲方赔偿乙方及“正品茂小程序”平台的全部损失。
				</view>
			</view>

			<view>
				<view class="biaoti">第七条 费用</view>
				<view>7.1甲方通过审核后可免费入驻正品茂小程序开通普通店铺；如果乙方普通店铺免费推广期结束，乙方需提前1个月在正品茂小程序上公示，甲方有权在免费推广期结束前选择付费续约或者关闭店铺。</view>
			</view>
			<view>
				<view class="biaoti">第八条 保密</view>
				<view>
					8.1甲乙双方对于本协议的签订、内容及在履行本协议期间所获知的另一方的商业秘密负有保密义务。非经对方书面同意，任何一方不得向第三方（关联公司除外）泄露、给予或转让该等保密信息。（根据法律、法规、证券易所规则向政府、证券交易所和/或其他监管机构提供、双方的法律、会计、商业及其他顾问、雇员除外）。
				</view>
				<view>
					8.2在本协议终止之后，各方在本条款项下的义务并不随之终止，各方仍需遵守本协议之保密条款，履行其所承诺的保密义务，直到其他方同意其解除此项义务，或事实上不会因违反本协议的保密条款而给其他方造成任何形式的损害时为止。
				</view>
				<view>8.3任何一方均应告知并督促其因履行本协议之目的而必须获知本协议内容及因合作而获知对方商业秘密的雇员、代理人、顾问等遵守保密条款，并对其雇员、代理人、顾问等的行为承担责任。</view>

			</view>

			<view>
				<view class="biaoti">第九条 违约责任</view>
				<view>
					9.1甲方向乙方提供虚假、失效的证明文件或其他相关证明，在“正品茂小程序”发布错误、虚假、违法及不良信息或进行其他违反本协议约定的行为，给乙方及/或“正品茂小程序”平台造成任何损失的（损失包括但不限于诉讼费、律师费、赔偿、补偿、行政机关处罚、差旅费等），甲方应赔偿乙方损失。本协议另有约定的除外。
				</view>
				<view>9.2甲方不论采取何种方式非法获取乙方系统数据、利用“正品茂小程序”平台谋取不正当利益或从事非法活动的，给乙方造成损失的，乙方保留向甲方追究违约责任的权利。</view>
				<view>
					9.3甲方发生违反本协议及“正品茂小程序”平台规则的情形时，乙方除有权按照本条约定要求甲方承担违约责任外，还有权按照乙方相关管理规则采取产品及服务立即下架、暂时关闭乙方后台管理账户、终止合作等措施。
				</view>


			</view>


			<view>
				<view class="biaoti">第十条 有限责任及免责</view>
				<view>
					10.1不论在何种情况下，乙方均不对由于电力、罢工（含内部罢工或劳工骚乱）、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、政府行为等不可抗力，国际、国内法院的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。
				</view>
				<view>10.2鉴于互联网及电子商务所具有之特殊性质，乙方的免责事由亦包括但不限于下列任何影响网络正常经营之情形：</view>
				<view>1）大规模黑客攻击、计算机病毒侵入或发作；</view>
				<view>2）计算机系统遭到破坏、瘫痪或无法正常使用而导致乙方不能履行本服务协议下义务；</view>
				<view>3）电信部门技术调整导致之重大影响；</view>
				<view>4）因政府管制而造成的暂时性关闭等；</view>
				<view>5）其他非乙方过错造成的情形。</view>
				<view>
					10.3法律地位声明：“正品茂小程序”为向甲方及其他用户进行网上交易活动提供交易平台的平台服务提供商，并非甲方与通过“正品茂小程序”平台购买甲方产品或服务的其他用户之间交易行为的参与方，乙方不对甲方及参与交易的其他用户的任何口头、书面陈述或承诺、发布的信息及交易行为的真实性、合法性、准确性、及时性、有效性等作任何明示或暗示的保证，亦不承担任何法律责任。若因甲方与参与交易的用户之间的交易行为引起的任何法律纠纷，包括但不限于投诉、起诉、举报及税赋等，均由参与交易的双方解决，与“正品茂小程序”平台无关。但，甲方怠于履行义务时，乙方有权介入甲方与“正品茂小程序”其他用户间的争议，依据一般人的认知程度对该争议进行判断和处置，甲方应当予以执行。
				</view>
				<view>
					10.4不可抗力处理：如本协议履行期间，甲乙双方任何一方遭受不可抗力，均应在遭受不可抗力后尽快通知对方，并于通知之日起15日内提供相关证明文件，不可抗力持续达到三十日的，任一方有权经通知对方提前终止本协议。因不可抗力原因而导致本协议中止、终止的，双方均不须向对方承担违约责任。但应尽最大努力克服该事件，减轻其负面影响。
				</view>
			</view>
			<view>
				<view class="biaoti">第十一条 协议有效期</view>
				<view>11.1本协议自甲方开店申请通过之日起1年有效，除非发生本协议所述的终止或解除事项。</view>
				<view>11.2甲乙双方共同遵守协议条款，履行协议满一年后双方无异议，有效期自动顺延一年。</view>

			</view>
			<view>
				<view class="biaoti">第十二条 协议的终止及解除</view>
				<view>12.1本协议在下述情形下自然终止：</view>
				<view>1) 服务期届满，甲方在服务期满前15个工作日提出终止协议；</view>
				<view>12.2甲方有下述情形时，乙方可单方解除本协议：</view>
				<view>1) 甲方违反本协议约定或者“正品茂小程序”平台规则规定的相关义务，经乙方通知后拒不改正的；</view>
				<view>2) 本协议约定的其他乙方可单方解除本协议的。</view>
				<view>12.3如在甲乙双方合作终止后，因甲方展示信息而导致乙方或其他第三方人身或财产损失的，甲方仍应独立承担全部责任。</view>

			</view>
			<view>
				<view class="biaoti">第十三条 争议解决</view>
				<view>13.1履行本协议过程中产生的任何争议，双方应协商解决，协商不成的，可向乙方所在地人民法院提起诉讼。</view>
				<view>13.2本协议的签订、解释、变更、履行及争议的解决等均适用中华人民共和国大陆地区现行有效的法律。</view>
			</view>

			<view>
				<view class="biaoti">第十四条 其他事项</view>
				<view>14.1甲方提交店铺开通申请，默认甲方同意本协议内容。</view>
				<view>14.2甲方在乙方网站经营中出现违反国家政策或监管部门的规定，乙方有权提前解约；甲方违反本协议的规定，乙方有权取消甲方的商家店铺使用权。</view>
				<view>14.3为了平台的正常运行，乙方需要定期或不定期地对网站进行停机维护，停机维护时间会预先通知甲方；如因上述情况影响乙方在本协议的履行，甲方予以谅解。乙方应尽可能将因此造成的不利影响减少到最低程度。
				</view>
			</view>




		</view>
	</view>
</template>

<script>
	export default {
		name: "article",
		data() {
			return {};
		},
		methods: {}
	}
</script>

<style lang="scss">
	.biaoti {
		font-size: 40rpx;
		font-weight: 700;
		margin: 20rpx 0rpx 20rpx 0rpx;
	}
	view{
		margin: 30rpx 0rpx;
	}
</style>
